'''
დაწერეთ პროგრამა, რომელიც ფუნქციაში მიიღებს მომხმარებლის დაბადების წელს, გამოითვლის მიმდინარე წლის მიხედვით მის ასაკს და გამოთვლილი ასაკის მიხედვით შექმნის საქაღალდე "Ages", რომელშიც შეიქმნება იმდენივე დანომრილი ტექსტური ფაილი, რამდენი წლისაცაა მომხმარებელი.

მაგ. მომხმარებელმა შეიტანა დაბადების წელი 2010. პროგრამაში ფუნქციამ უნდა გამოთვალოს რომ ის 13 წლისაა.
შემდეგ პროგრამულად იქმნება "Ages" საქაღალდე და მასში მოთავსებულია 13 ცალი ტექსტური ფაილი:
1.txt
2.txt
3.txt
...
და ა.შ.

თვითონ ფაილებშიც (შიგნით) უნდა იყოს გაწერილი შესაბამისი წელი, მაგ.:

1.txt ფაილის შიგთავსი -> 1
2.txt ფაილის შიგთავსი -> 2

...

და ა.შ.
'''